Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PassKit/WalletSettings_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TRANSACTION_DECLINED_LABEL
source: Declined
ar: تم الرفض
bg: Отхвърлена
ca: Refusada
cs: Zamítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazada
es_us: Rechazada
fi: Hylätty
fr: Refusé
fr_ca: Refusée
he: נדחה
hi: अस्वीकृत
hr: Odbijeno
hu: Elutasítva
id: Ditolak
it: Rifiutata
ja: 不承諾
kk: Қабылданбады
ko: 거절됨
lt: Atmesta
ms: Ditolak
nl: Geweigerd
no: Avvist
pl: Odrzucona
pt_br: Recusada
pt_pt: Recusada
ro: Refuzată
ru: Отклонено
sk: Zamietnuté
sl: Zavrnjena
sv: Nekad
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відхилено
vi: Đã từ chối
zh_cn: 已拒绝
zh_hk: 被拒收
zh_tw: 被拒收

# SHOW_CARD_NUMBERS_BUTTON_TITLE
source: Show
ar: إظهار
bg: Покажи
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
es_us: Mostrar
fi: Näytä
fr: Afficher
fr_ca: Afficher
he: הצגה
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
kk: Көрсету
ko: 보기
lt: Rodyti
ms: Tunjukkan
nl: Toon
no: Vis
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
ro: Afișați
ru: Показать
sk: Zobraziť
sl: Prikaži
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_cn: 显示
zh_hk: 顯示
zh_tw: 顯示

# VERIFICATION_NEEDED_LABEL
source: Verification needed
ar: مطلوب التحقق
bg: Необходимо е потвърждение
ca: Verificació necessària
cs: Je požadováno ověření
da: Bekræftelse kræves
de: Überprüfung erforderlich
el: Απαιτείται επαλήθευση
es: Verificación necesaria
es_us: Verificación requerida
fi: Vahvistus vaaditaan
fr: Vérification requise
fr_ca: Validation requise
he: נדרש אימות
hi: सत्यापन आवश्यक
hr: Potrebna je verifikacija
hu: Ellenőrzés szükséges
id: Verifikasi diperlukan
it: Verifica richiesta
ja: 認証が必要です
kk: Растау қажет
ko: 확인 필요
lt: Reikalingas patvirtinimas
ms: Pengesahan diperlukan
nl: Verificatie vereist
no: Verifisering kreves
pl: Wymagana weryfikacja
pt_br: Verificação necessária
pt_pt: Requer confirmação
ro: Verificare necesară
ru: Необходима проверка
sk: Je potrebné overenie
sl: Potrebno je preverjanje
sv: Verifiering krävs
th: ต้องตรวจสอบยืนยัน
tr: Doğrulama gerekli
uk: Потрібна перевірка
vi: Cần xác minh
zh_cn: 需要验证
zh_hk: 需要驗證
zh_tw: 需要驗證

# SECURITY_SETTINGS_GENERIC_ERROR_MESSAGE
source: Apple Pay has been disabled because the security settings of this Mac were modified.
ar: تم تعطيل Apple Pay لأنه تم تعديل إعدادات الأمن على هذا الـ Mac.
bg: Apple Pay беше деактивиран, тъй като настройките за сигурност на този Mac бяха променени.
ca: L’Apple Pay s’ha desactivat perquè la configuració de seguretat del Mac s’ha modificat.
cs: Služba Apple Pay byla vypnuta, protože nastavení zabezpečení tohoto Macu byla změněna.
da: Apple Pay er blevet slået fra, fordi sikkerhedsindstillingerne på denne Mac blev ændret.
de: Apple Pay wurde deaktiviert, da die Sicherheitseinstellungen dieses Mac geändert wurden.
el: Το Apple Pay απενεργοποιήθηκε, διότι τροποποιήθηκαν οι ρυθμίσεις ασφάλειας αυτού του Mac.
es: Apple Pay se ha desactivado porque se han modificado los ajustes de seguridad de este Mac.
es_us: Se desactivó Apple Pay debido a que se modificó la configuración de seguridad de esta Mac.
fi: Apple Pay on poistettu käytöstä, koska Macin suojausasetuksia muokattiin.
fr: Apple Pay a été désactivé, car les réglages de sécurité de ce Mac ont été modifiés.
fr_ca: Apple Pay a été désactivé, car les réglages de sécurité de ce Mac ont été modifiés.
he: השימוש ב-Apple Pay הופסק מכיוון שהגדרות האבטחה ב-Mac זה שונו.
hi: Apple Pay अक्षम किया गया क्योंकि इस Mac की सुरक्षा सेटिंग्ज़ में बदलाव किए गए हैं।
hr: Apple Pay je onemogućen jer su izmijenjene sigurnosne postavke ovog Maca.
hu: Az Apple Pay le lett tiltva, mert a Mac biztonsági beállításai módosítva lettek.
id: Apple Pay telah dinonaktifkan karena pengaturan keamanan Mac ini dimodifikasi.
it: Apple Pay è stato disabilitato perché le impostazioni di sicurezza di questo Mac sono state modificate.
ja: このMacのセキュリティ設定が変更されたのでApple Payは無効になりました。
kk: Осы Mac компьютерінің қауіпсіздік реттеулері өзгертілгендіктен, Apple Pay өшірілді.
ko: Mac의 보안 설정이 수정되었기 때문에 Apple Pay가 비활성화되었습니다.
lt: „Apple Pay“ buvo išjungta, nes buvo pakeisti šio „Mac“ saugumo nustatymai.
ms: Apple Pay telah dinyahdayakan kerana seting keselamatan Mac ini telah diubah suai.
nl: Apple Pay is uitgeschakeld omdat de beveiligingsinstellingen van deze Mac zijn gewijzigd.
no: Apple Pay er deaktivert fordi sikkerhetsinnstillingene på denne Macen ble endret.
pl: Funkcja Apple Pay została wyłączona, ponieważ ustawienia ochrony tego Maca uległy zmianie.
pt_br: O Apple Pay foi desativado porque os ajustes de segurança deste Mac foram modificados.
pt_pt: O Apple Pay foi desativado porque as definições de segurança deste Mac foram modificadas.
ro: Funcționalitatea Apple Pay a fost dezactivată, deoarece configurările de securitate ale acestui Mac au fost modificate.
ru: Функция Apple Pay была выключена, так как на этом Mac изменились настройки безопасности.
sk: Služba Apple Pay bola vypnutá, pretože na tomto Macu boli zmenené nastavenia zabezpečenia.
sl: Zaradi sprememb varnostnih nastavitev v tem Macu je bila onemogočena storitev Apple Pay.
sv: Apple Pay har avaktiverats eftersom den här datorns säkerhetsinställningar har ändrats.
th: Apple Pay ถูกปิดใช้งานเนื่องจากการตั้งค่าความปลอดภัยของ Mac เครื่องนี้ถูกแก้ไข
tr: Bu Mac’in güvenlik ayarları değiştirildiği için Apple Pay etkisizleştirildi.
uk: Apple Pay вимкнуто, оскільки параметри безпеки цього Mac змінено.
vi: Apple Pay đã bị tắt vì cài đặt bảo mật của máy Mac này đã bị sửa đổi.
zh_cn: 由于此Mac的安全性设置被修改，Apple Pay已停用。
zh_hk: 這部Mac的保安設定已修改，因此Apple Pay已停用。
zh_tw: Apple Pay已停用，因為Mac的安全性設定被修改。

source: Wallet & Apple Pay
ar: ‏المحفظة و Apple Pay
bg: Портфейл и Apple Pay
ca: Cartera i Apple Pay
cs: Peněženka a Apple Pay
el: Πορτοφόλι και Apple Pay
es: Cartera y Apple Pay
es_us: Wallet y Apple Pay
fi: Lompakko ja Apple Pay
fr: Cartes et Apple Pay
fr_ca: Portefeuille et Apple Pay
he: ארנק ו-Apple Pay
hi: वॉलेट और Apple Pay
hr: Novčanik i Apple Pay
hu: Tárca és Apple Pay
id: Dompet & Apple Pay
it: Wallet e Apple Pay
ja: ウォレットとApple Pay
kk: Wallet және Apple Pay
ko: 지갑 및 Apple Pay
lt: „Piniginė“ ir „Apple Pay“
nl: Wallet en Apple Pay
no: Lommebok og Apple Pay
pl: Portfel i Apple Pay
pt_br: Carteira e Apple Pay
pt_pt: Carteira e Apple Pay
ro: Portofel și Apple Pay
ru: Wallet и Apple Pay
sk: Peňaženka a Apple Pay
sl: Denarnica in Apple Pay
sv: Plånbok och Apple Pay
th: กระเป๋าสตางค์และ Apple Pay
tr: Cüzdan ve Apple Pay
uk: Гаманець і Apple Pay
vi: Ví & Apple Pay
zh_cn: 钱包与Apple Pay
zh_hk: 銀包與Apple Pay
zh_tw: 錢包與Apple Pay

source: Add Card…
ar: إضافة بطاقة…
bg: Добави карта…
ca: Afegeix una targeta…
cs: Přidat kartu…
da: Tilføj kort…
de: Karte hinzufügen …
el: Προσθήκη κάρτας…
es: Añadir tarjeta…
es_us: Agregar tarjeta…
fi: Lisää kortti…
fr: Ajouter une carte…
fr_ca: Ajouter une carte…
he: הוספת כרטיס…
hi: कार्ड जोड़ें…
hr: Dodaj karticu…
hu: Kártya hozzáadása…
id: Tambah Kartu…
it: Aggiungi carta…
ja: カードを追加…
kk: Картаны қосу…
ko: 카드 추가…
lt: Įtraukti kortelę…
ms: Tambah Kad…
nl: Voeg kaart toe…
no: Legg til kort…
pl: Dodaj kartę…
pt_br: Adicionar Cartão…
pt_pt: Adicionar cartão…
ro: Adăugare card…
ru: Добавить карту…
sk: Pridať kartu…
sl: Dodaj kartico …
sv: Lägg till kort…
th: เพิ่มบัตร…
tr: Kart Ekle…
uk: Додати картку…
vi: Thêm thẻ…
zh_cn: 添加卡片…
zh_hk: 加入卡⋯
zh_tw: 加入卡片⋯

# ENTER_NEW_EMAIL
source: Enter Email Address
ar: إدخال عنوان البريد الإلكتروني
bg: Въведете имейл адрес
ca: Introdueix una adreça electrònica
cs: Zadejte e‑mail
da: Skriv e-mailadresse
de: E-Mail-Adresse eingeben
el: Εισαγωγή διεύθυνσης email
es: Introduce un correo electrónico
es_us: Ingresa un correo electrónico
fi: Syötä sähköpostiosoite
fr: Saisir une adresse e-mail
fr_ca: Entrez une adresse courriel
he: הזנת כתובת דוא״ל
hi: ईमेल पता दर्ज करें
hr: Unesite e‑mail adresu
hu: E-mail-cím megadása
id: Masukkan Alamat Email
it: Inserisci un indirizzo email
ja: メールアドレスを入力
kk: Эл. пошта мекенжайын енгізу
ko: 이메일 주소 입력
lt: Įvesti el. pašto adresą
ms: Masukkan Alamat E-mel
nl: Voer een e‑mailadres in
no: Oppgi e‑postadresse
pl: Podaj adres email
pt_br: Inserir um Endereço de E-mail
pt_pt: Digite o endereço de e‑mail
ro: Introduceți adresa de e‑mail
ru: Ввод адреса e‑mail
sk: Zadať emailovú adresu
sl: Vnesi e-poštni naslov
sv: Ange e-postadress
th: ป้อนที่อยู่อีเมล
tr: E-Posta Adresini Girin
uk: Введіть е‑адресу
vi: Nhập địa chỉ email
zh_cn: 输入电子邮件地址
zh_hk: 輸入電郵地址
zh_tw: 輸入電子郵件地址

# CARDS_ON_FILE_TITLE
source: Select cards to use with Apple Pay
ar: حدد البطاقات التي تريد استخدامها مع Apple Pay
bg: Изберете карти за използване с Apple Pay
ca: Selecciona les targetes que vols utilitzar amb lʼApple Pay.
cs: Vyberte karty pro použití s Apple Pay
da: Vælg kort, der skal bruges med Apple Pay
de: Karten zur Verwendung mit Apple Pay auswählen
el: Επιλέξτε κάρτες για χρήση με το Apple Pay
es: Selecciona las tarjetas que vas a usar con Apple Pay
es_us: Elige las tarjetas a usar con Apple Pay
fi: Valitse Apple Payssa käytettävät kortit
fr: Sélectionner les cartes à utiliser avec Apple Pay
fr_ca: Sélectionnez les cartes à utiliser avec Apple Pay
he: יש לבחור כרטיסים לשימוש עם Apple Pay
hi: Apple Pay में इस्तेमाल करने के लिए कार्ड चुनें
hr: Odaberite kartice za upotrebu sa značajkom Apple Pay
hu: Válassza ki az Apple Payjel használni kívánt kártyákat
id: Pilih kartu untuk digunakan dengan Apple Pay
it: Seleziona le carte da utilizzare con Apple Pay
ja: Apple Payで使用するカードを選択してください
kk: Apple Pay үшін карталарды таңдаңыз
ko: Apple Pay에서 사용할 카드 선택
lt: Pasirinkite korteles, kurias norite naudoti su „Apple Pay“
ms: Pilih kad untuk digunakan dengan Apple Pay
nl: Selecteer kaarten om met Apple Pay te gebruiken
no: Velg kort du vil bruke med Apple Pay
pl: Wybierz karty do używania z Apple Pay
pt_br: Selecione cartões para usar com o Apple Pay
pt_pt: Selecione os cartões a usar com Apple Pay
ro: Selectați cardurile de utilizat cu Apple Pay
ru: Выберите карты для Apple Pay
sk: Vyberte karty, ktoré chcete používať s Apple Pay
sl: Izbira kartic za uporabo s storitvijo Apple Pay
sv: Välj kort att använda med Apple Pay
th: เลือกบัตรที่จะใช้กับ Apple Pay
tr: Apple Pay ile kullanılacak kartları seçin
uk: Виберіть картки, які слід використовувати з Apple Pay
vi: Chọn các thẻ sẽ sử dụng với Apple Pay
zh_cn: 选择配合Apple Pay使用的卡片
zh_hk: 選擇要配合Apple Pay使用的卡
zh_tw: 選取搭配Apple Pay使用的卡片

# NO_EMAIL_PLACEHOLDER
source: No Email
ar: لا يوجد بريد إلكتروني
bg: Няма имейл
ca: Cap adreça electrònica
cs: Žádná e‑mailová adresa
da: Ingen e-mailadresse
de: Keine E-Mail
el: Καμία διεύθυνση email
es: Ninguna dirección de correo
es_us: Sin correo electrónico
fi: Ei sähköpostia
fr: Aucune adresse e-mail
fr_ca: Aucune adresse courriel
he: אין כתובת דוא״ל
hi: कोई ईमेल नहीं
hr: Bez e-maila
hu: Nincs e-mail-cím
id: Tidak Ada Email
it: Nessun indirizzo email
ja: メールアドレスがありません
kk: Эл. пошта мекенжайы жоқ
ko: 이메일 없음
lt: El. pašto adreso nėra
ms: Tiada E-mel
nl: Geen e‑mailadres
no: Mangler e‑postadresse
pl: Brak adresu email
pt_br: Nenhum E‑mail
pt_pt: Nenhum e‑mail
ro: Nicio adresă de e‑mail
ru: Адрес e‑mail не указан
sk: Žiadny email
sl: Ni e-poštnega naslova
sv: Ingen e-postadress
th: ไม่มีอีเมล
tr: E-Posta Yok
uk: Немає е‑адреси
vi: Không có email
zh_cn: 无电子邮件
zh_hk: 沒有電郵
zh_tw: 沒有電子郵件

# DELETE_CONFIRMATION_TITLE
source: Are you sure you want to delete this card?
ar: هل أنت متأكد من رغبتك في حذف هذه البطاقة؟
bg: Сигурни ли сте, че искате да изтриете тази карта?
ca: Confirmes que vols eliminar aquesta targeta?
cs: Opravdu chcete tuto kartu smazat?
da: Er du sikker på, at du vil slette dette kort?
de: Möchtest du diese Karte wirklich löschen?
el: Θέλετε σίγουρα να διαγραφεί αυτή η κάρτα;
es: ¿Seguro que quieres eliminar esta tarjeta?
es_us: ¿Quieres eliminar esta tarjeta?
fi: Poistetaanko tämä kortti?
fr: Voulez-vous vraiment supprimer cette carte ?
fr_ca: Voulez-vous vraiment supprimer cette carte?
he: האם ברצונך למחוק כרטיס זה?
hi: क्या आप निश्चित हैं कि आप यह कार्ड डिलीट करना चाहते हैं?
hr: Sigurno želite obrisati ovu karticu?
hu: Biztosan törli ezt a kártyát?
id: Apakah Anda yakin ingin menghapus kartu ini?
it: Confermi di voler eliminare questa carta?
ja: このカードを削除してもよろしいですか?
kk: Бұл картаны жою қажеттігіне сенімдісіз бе?
ko: 이 카드를 삭제하겠습니까?
lt: Ar tikrai norite ištrinti šią kortelę?
ms: Adakah anda pasti mahu memadamkan kad ini?
nl: Weet je zeker dat je deze kaart wilt verwijderen?
no: Er du sikker på at du vil slette dette kortet?
pl: Czy na pewno chcesz usunąć tę kartę?
pt_br: Tem certeza de que deseja apagar este cartão?
pt_pt: Tem a certeza de que pretende apagar este cartão?
ro: Sigur doriți să ștergeți acest card?
ru: Вы действительно хотите удалить эту карту?
sk: Naozaj chcete vymazať túto kartu?
sl: Ste prepričani, da želite izbrisati to kartico?
sv: Är du säker på att du vill radera det här kortet?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบบัตรใบนี้
tr: Bu kartı silmek istediğinizden emin misiniz?
uk: Cправді видалити цю картку?
vi: Bạn có chắc chắn muốn xóa thẻ này không?
zh_cn: 确定要删除这张卡片吗？
zh_hk: 確定要刪除這張卡嗎？
zh_tw: 確定要刪除這張卡片嗎？

# AUTOMATIC_SELECTION_SUBTITLE
source: Automatically select this card for Apple Pay when you make purchases where it is requested.
ar: تحديد هذه البطاقة تلقائيًا لـ Apple Pay عند إجراء عمليات شراء تكون هذه البطاقة مطلوبة فيها.
bg: Можете автоматично да изберете тази карта за Apple Pay при покупки, за които тя се изисква.
ca: Se seleccionarà automàticament aquesta targeta per a l’Apple Pay en les compres que la requereixin.
cs: Když budete provádět transakce, které tuto kartu vyžadují, karta se automaticky v Apple Pay vybere.
da: Vælg automatisk dette kort til Apple Pay, når du foretager køb, hvor der anmodes om det.
de: Diese Karte für Apple Pay automatisch auswählen, wenn sie bei Käufen angefordert wird.
el: Αυτόματη επιλογή αυτής της κάρτας για το Apple Pay όταν κάνετε αγορές όπου απαιτείται η συγκεκριμένη κάρτα.
es: Se seleccionará esta tarjeta automáticamente al realizar compras con Apple Pay que la requieran.
es_us: Se seleccionará automáticamente esta tarjeta al realizar compras con Apple Pay en donde se solicite dicha tarjeta.
fi: Valitse tämä kortti automaattisesti Apple Pay ‑ostoihin silloin, kun korttia pyydetään.
fr: Sélectionne automatiquement cette carte pour Apple Pay lorsqu’elle est exigée pour des paiements.
fr_ca: La carte est automatiquement sélectionnée par Apple Pay lors d’achats pour lesquels cette carte est requise.
he: ניתן לבחור בכרטיס הזה באופן אוטומטי לביצוע רכישות עם Apple Pay שבהן הכרטיס הזה נדרש.
hi: आपके द्वारा की गई ख़रीदारी के दौरान इस कार्ड के लिए अनुरोध किए जाने पर ऑटोमैटिकली Apple Pay के लिए यह कार्ड चुनें।
hr: Automatski odabir ove kartice za Apple Pay prilikom kupnji kod kojih je zatražena ova kartica.
hu: A kártya automatikus kiválasztása az Apple Payhez, amikor olyan helyen vásárol, ahol ez a kártya szükséges.
id: Pilih kartu ini secara otomatis untuk Apple Pay saat Anda melakukan pembelian di tempat kartu ini diminta.
it: Seleziona automaticamente questa carta per Apple Pay quando viene richiesta come metodo di pagamento.
ja: Apple Payで支払う際にカードが求められる場所では、このカードが自動で選択されます。
kk: Сұралған жерде Apple Pay сервисі үшін осы картаны автоматты түрде таңдау.
ko: Apple Pay로 구입할 때 카드가 요청되는 경우, 이 카드가 자동으로 선택됩니다.
lt: Automatiškai naudokite šią kortelę su „Apple Pay“, kai perkate ten, kur jos prašoma.
ms: Pilih kad ini secara automatik untuk Apple Pay apabila anda membuat pembelian yang meminta kad ini.
nl: Selecteer automatisch deze kaart voor Apple Pay wanneer er bij aankopen om wordt verzocht.
no: Velg dette kortet automatisk i Apple Pay hvis det bes om kortet når du utfører et kjøp.
pl: Podczas robienia zakupów automatycznie wybieraj tę kartę do Apple Pay tam, gdzie jest wymagana.
pt_br: Selecione este cartão automaticamente para o Apple Pay ao fazer compras onde ele for solicitado.
pt_pt: Selecionar automaticamente este cartão para o Apple Pay quando fizer compras para as quais for pedido.
ro: Acest card va fi selectat automat pentru Apple Pay atunci când faceți achiziții unde este solicitat.
ru: Автоматически выбирать эту карту для Apple Pay при совершении покупок, где она запрашивается.
sk: Automaticky vyberie túto kartu pri nakupovaní použitím Apple Pay všade tam, kde o ňu bude požiadané.
sl: Ta kartica naj bo samodejno izbrana za storitev Apple Pay, ko opravljate nakupe, kjer je zahtevana.
sv: Använd automatiskt det här kortet för Apple Pay när du gör inköp där det begärs.
th: เลือกบัตรนี้โดยอัตโนมัติสำหรับ Apple Pay เมื่อคุณใช้ซื้อสินค้า
tr: Talep edildiği alışverişlerde Apple Pay için otomatik olarak bu kart seçilir.
uk: Автоматично вибирати цю картку для Apple Pay, коли ви робите покупки, що вимагають її.
vi: Tự động chọn thẻ này cho Apple Pay khi bạn mua sắm tại nơi yêu cầu thẻ này.
zh_cn: 在需要此卡的购物场合，将自动选择该卡进行Apple Pay支付。
zh_hk: 如需要此卡，於消費時自動選擇此卡並用於Apple Pay。
zh_tw: 購買時若需要此卡片，會自動選取來用於Apple Pay。

# TRANSACTIONS_SECTION_PREVIOUS_YEARS_TITLE
source: Previous Years
ar: السنوات الماضية
bg: Предходни години
ca: Anys anteriors
cs: Předchozí roky
da: Tidligere år
de: Vorherige Jahre
el: Προηγούμενα έτη
es: Años anteriores
es_us: Años anteriores
fi: Aikaisemmat vuodet
fr: Années précédentes
fr_ca: Années précédentes
he: בשנים קודמות
hi: पिछले वर्ष
hr: Prethodne godine
hu: Korábbi évek
id: Tahun Sebelumnya
it: Anni precedenti
ja: 昨年以前
kk: Алдыңғы жылдар
ko: 이전 연도
lt: Ankstesni metai
ms: Tahun Sebelumnya
nl: Eerdere jaren
no: Tidligere år
pl: W poprzednich latach
pt_br: Anos Anteriores
pt_pt: Anos anteriores
ro: Anii precedenți
ru: Прошлые годы
sk: Predošlé roky
sl: Prejšnja leta
sv: Föregående år
th: ปีก่อนหน้า
tr: Önceki Yıllar
uk: Попередні роки
vi: Các năm trước
zh_cn: 前几年
zh_hk: 前幾年
zh_tw: 前幾年

source: Payment Details
ar: تفاصيل الدفع
bg: Детайли на плащането
ca: Detalls dels pagaments
cs: Podrobnosti o platbě
da: Betalingsoplysninger
de: Zahlungsdetails
el: Στοιχεία πληρωμής
es: Información de pago
es_us: Detalles de pago
fi: Maksutiedot
fr: Détails des paiements
fr_ca: Détails de paiement
he: פרטי התשלום
hi: भुगतान विवरण
hr: Detalji plaćanja
hu: Fizetéssel kapcsolatos részletek
id: Detail Pembayaran
it: Dettagli di pagamento
ja: 支払いの詳細
kk: Төлем туралы мәліметтер
ko: 결제 세부사항
lt: Mokėjimo informacija
ms: Butiran Bayaran
nl: Betalingsgegevens
no: Betalingsinformasjon
pl: Dane do płatności
pt_br: Detalhes do Pagamento
pt_pt: Detalhes de pagamento
ro: Detalii plată
ru: Реквизиты платежа
sk: Podrobnosti o platbe
sl: Podatki o plačilu
sv: Betalningsinformation
th: รายละเอียดการชำระเงิน
tr: Ödeme Ayrıntıları
uk: Інформація про платіж
vi: Chi tiết thanh toán
zh_cn: 付款详细信息
zh_hk: 付款詳細資料
zh_tw: 付款詳細資訊

# TRANSACTIONS_TOGGLE
source: Show transaction notifications
ar: إظهار إشعارات المعاملة
bg: Покажи известия за транзакции
ca: Mostra les notificacions de les transaccions
cs: Zobrazovat oznámení transakcí
da: Vis notifikationer om transaktioner
de: Transaktionsmitteilungen anzeigen
el: Προβολή γνωστοποιήσεων συναλλαγών
es: Mostrar notificaciones de transacciones
es_us: Mostrar notificaciones de las transacciones
fi: Näytä tapahtumailmoitukset
fr: Afficher les notifications de transaction
fr_ca: Afficher les notifications de transaction
he: הצג עדכונים לעסקה
hi: लेनदेन सूचना दिखाएँ
hr: Prikaži obavijesti o transakcijama
hu: Tranzakciós értesítések megjelenítése
id: Tampilkan pemberitahuan transaksi
it: Mostra notifiche di transazione
ja: ご利用明細の通知を表示
kk: Транзакциялар туралы хабарландыруларды көрсету
ko: 거래 내역 알림 보기
lt: Rodyti operacijų pranešimus
ms: Tunjukkan pemberitahuan transaksi
nl: Toon transactiemeldingen
no: Vis varsler for transaksjoner
pl: Pokazuj powiadomienia o transakcjach
pt_br: Mostrar notificações de transações
pt_pt: Mostrar notificações sobre transações
ro: Afișează notificările tranzacțiilor
ru: Показывать уведомления о транзакциях
sk: Zobrazovať hlásenia transakcií
sl: Prikazuj obvestila o transakcijah
sv: Visa transaktionsnotiser
th: แสดงการแจ้งเตือนธุรกรรม
tr: İşlem bildirimlerini göster
uk: Показувати сповіщення трансакцій
vi: Hiển thị thông báo giao dịch
zh_cn: 显示交易通知
zh_hk: 顯示交易通知
zh_tw: 顯示交易通知

# ENTER_NEW_BILLING_ADDRESS_BUTTON
source: Enter New Billing Address
ar: أدخل عنوان دفع جديد
bg: Въвеждане на нов адрес за фактуриране
ca: Introdueix una nova adreça de facturació
cs: Zadat novou fakturační adresu
da: Ny faktureringsadresse
de: Neue Rechnungsadresse eingeben
el: Νέα διεύθ. τιμολόγησης
es: Nueva dirección de facturación
es_us: Nuevo domicilio de facturación
fi: Syötä uusi laskutusosoite
fr: Nouvelle adresse
fr_ca: Adresse de facturation
he: הזנת כתובת חיוב חדשה
hi: नया बिलिंग पता दर्ज करें
hr: Nova adresa za naplatu
hu: Új számlázási cím megadása
id: Masukkan Alamat Penagihan Baru
it: Inserisci nuovo indirizzo
ja: 新しい請求先住所を入力
kk: Жаңа төлеуші мекенжайын енгізу
ko: 새로운 청구 주소 입력
lt: Įvesti naują sąskaitų siuntimo adresą
ms: Masukkan Alamat Pengebilan Baharu
nl: Voer nieuw factuuradres in
no: Ny faktureringsadresse
pl: Podaj nowy adres płatnika
pt_br: Digitar Novo Endereço de Cobrança
pt_pt: Digitar novo endereço de faturação
ro: Introduceți o adresă de facturare nouă
ru: Ввести новый адрес плательщика
sk: Zadať novú fakturačnú adresu
sl: Vnesi nov naslov plačnika
sv: Ange ny faktureringsadress
th: ป้อนที่อยู่เรียกเก็บเงินใหม่
tr: Yeni Fatura Adresi Gir
uk: Нова платіжна адреса
vi: Nhập địa chỉ thanh toán mới
zh_cn: 输入新的账单邮寄地址
zh_hk: 輸入新的帳單地址
zh_tw: 輸入新的帳單地址
